TRIGGERS = {'моргана', 'маргана', 'органа', 'аргана'}


data_set = {

    'какая погода': 'weather сейчас скажу',
    'какая погода на улице': 'weather сейчас скажу',
    'что там на улице': 'weather сейчас посмотрю...',
    'сколько градусов': 'weather сейчас посмотрю...',


    'запусти браузер': 'browser запускаю браузер',
    'открой браузер': 'browser открываю браузер',
    'открой интернет': 'browser открываю интернет',
    'открой гугл': 'browser открываю гугл',


    'отключи себя': 'play_bye ',
    'выключи себя': 'play_bye ',
    'отключись': 'play_bye ',
    'выключись': 'play_bye ',
    'закройся': 'play_bye ',


    'как у тебя дела': 'passive все прекрасно',
    'что делаешь': 'passive ожидаю вашей команды',


    'привет': 'play_greetings ',
    'здравствуй': 'play_greetings ',


    'ты лучшая': 'passive полагаю что так и есть',


    'ты работаешь': 'passive я включена и ожидаю вашей команды',
    'ты тут': 'passive да, ожидаю команду',
    'что ты умеешь': 'passive я умею узнавать погоду, могу открыть браузер, выключиться, и немного поддержать разговор',
}
